const SONGS_3D_IDOL = {
  name: "🫧3次元アイドル🫧",
  categories: [
    {
      name: "カワラボ",
      items: [
        {
          name: "FRUITS ZIPPER",
          songs: [
            "わたしの1番かわいいところ",
            "ハピチョコ",
            "かがみ",
            "はちゃめちゃわちゃライフ！",
            "NEW KAWAII",
            "すーぱーかれんたいむ"
          ]
        },
        {
          name: "CUTIE STREET",
          songs: [
            "かわいいだけじゃだめですか？",
            "ひたむきシンデレラ！",
            "キュートなキューたい"
          ]
        },
        {
          name: "CANDY TUNE",
          songs: [
            "倍倍FIGHT!",
            "キス・ミー・パティシエ"
          ]
        },
        {
          name: "PiKi",
          songs: [
            "Kawaii Kaiwai"
          ]
        }
      ]
    },

    {
      name: "スタダ系(とき宣etc.)",
      items: [
        {
          name: "超ときめき♡宣伝部",
          songs: [
            "最上級にかわいいの！",
            "超最強",
            "好きっ！ -超ver.-",
            "世界でいちばんアイドル",
            "まごころMy Heart",
            "ハートな胸の内♡",
            "ラヴなのっ♡",
            "わがままプリンセス",
            "ハピラブルー",
            "画面越しのエンジェル",
            "こんなあたしはいかがですか",
            "私がチョコです♡"
          ]
        },
        {
          name: "いぎなり東北産",
          songs: [
            "わざとあざとエキスパート"
          ]
        },
        {
          name: "ももいろクローバーZ",
          songs: [
            "変な期待しちゃ駄目だよ…？♡"
          ]
        }
      ]
    },

    {
      name: "指原莉乃produce",
      items: [
        {
          name: "=LOVE",
          songs: [
            "お姫様にしてよ！",
            "しゅきぴ",
            "超特急逃走中",
            "とくべチュ、して",
            "ラブソングに襲われる",
            "お姫様の作り方"
          ]
        },
        {
          name: "≠ME",
          songs: [
            "チョコレートメランコリー"
          ]
        }
      ]
    },

    {
      name: "ハロプロ",
      items: [
        {
          name: "松浦亜弥",
          songs: [
            "LOVE涙色",
            "♡桃色片想い♡",
            "Yeah！めっちゃホリディ",
            "ね〜え？"
          ]
        },
        {
          name: "Juice=Juice",
          songs: [
            "好きって言ってよ。",
            "プラトニック・プラネット",
            "盛れ！ミ・アモーレ",
            "ロマンスの途中",
            "イジワルしないで抱きしめてよ"
          ]
        },
        {
          name: "太陽とシスコムーン",
          songs: [
            "宇宙でLa Ta Ta"
          ]
        },
        {
          name: "Buono!",
          songs: [
            "初恋サイダー",
            "ソラシド〜ねえねえ〜"
          ]
        },
        {
          name: "モーニング娘。",
          songs: [
            "LOVEマシーン",
            "泡沫サタデーナイト!"
          ]
        },
        {
          name: "Berryz工房",
          songs: [
            "付き合ってるのに片思い"
          ]
        },
        {
          name: "℃-ute",
          songs: [
            "大きな愛でもてなして"
          ]
        },
        {
          name: "道重さゆみ",
          songs: [
            "シャバダバ ドゥ〜"
          ]
        },
        {
          name: "鈴木愛理",
          songs: [
            "最強の推し"
          ]
        }
      ]
    },

    {
      name: "Perfume",
      directItems: true,
      items: [
        {
          name: "Perfume",
          songs: [
            "いじわるなハロー",
            "1mm",
            "エレクトロ・ワールド",
            "Cling Cling",
            "GLITTER",
            "コミュニケーション",
            "コンピュータードライビング",
            "シークレットシークレット",
            "ジェニーはご機嫌ななめ",
            "スウィートドーナッツ",
            "スパイス",
            "Spring of Life",
            "セラミックガール",
            "チョコレイト・ディスコ",
            "TOKYO GIRL",
            "NIGHT FLIGHT",
            "ナチュラルに恋して",
            "ねぇ",
            "Handy Man",
            "ビタミンドロップ",
            "Pick Me Up",
            "FAKE IT",
            "不自然なガール",
            "FLASH",
            "VOICE",
            "ポリリズム",
            "MY COLOR",
            "Magic of Love",
            "未来のミュージアム",
            "love the world",
            "レーザービーム",
            "ワンルーム・ディスコ"
          ]
        }
      ]
    },

    {
      name: "戦慄かなの関連",
      items: [
        {
          name: "戦慄かなの",
          songs: [
            "moreきゅん奴隷"
          ]
        },
        {
          name: "悪魔のキッス",
          songs: [
            "カスタムラブドール"
          ]
        },
        {
          name: "Femme Fatale",
          songs: [
            "だいしきゅーだいしゅき"
          ]
        },
        {
          name: "ZOC",
          songs: [
            "ヒアルロンリーガール",
            "チュープリ"
          ]
        },
        {
          name: "頓知気さきな",
          songs: [
            "恋のロケットランチャー"
          ]
        }
      ]
    },

    {
      name: "その他",
      items: [
        {
          name: "きゅるりんってしてみて",
          songs: [
            "えぶりで大好き記念日",
            "カルテNo.2222",
            "君のお顔になりたいの",
            "しゅーぱーめるてぃーらびゅふれーばー",
            "Special spell",
            "絶対無敵ラブソング",
            "きゅるりんしてみて",
            "♡♡♡わんだーらんど",
            "ツインテールは20歳まで♡",
            "らぶきゅん♡うぉんてっど",
            "わたしのex.ダーリン",
            "Maison de 520"
          ]
        },
        {
          name: "フィロソフィーのダンス",
          songs: [
            "熱風は流転する",
            "シュークリーム・ファンク",
            "誓い合ったんだってね、LOVE"
          ]
        },
        {
          name: "わーすた",
          songs: [
            "マッシュ・ド・アート",
            "君とtea for two"
          ]
        },
        {
          name: "ファントムシータ",
          songs: [
            "キミと××××したいだけ"
          ]
        },
        {
          name: "iLiFE!",
          songs: [
            "アイドルライフスターターパック",
            "くりてぃかる♡プリチー"
          ]
        }
      ]
    }
  ]
};